<template>
	<view class="usertext">
		<view class="title">用户服务协议</view>

		<view class="content">
			<view>尊敬的用户，您好： </view>
			<view>欢迎注册和使用“报告结果解读”小程序（以下简称为“本平台”），在注册和使用本平台提供的健康体检报告及影像学报告解读服务前，请先仔细阅读以下服务条款。</view>
		</view>
		<view class="content">
			<view class="bigtext">总则</view>
			<view>本平台由天天学医（广州）技术有限公司（以下统称本公司）运营管理，并根据本协议的规定向用户提供服务。本协议双方为本平台用户与本公司，本协议适用于用户注册本平台，并在本平台获取体检报告及影像学报告解读等服务的全部活动。</view>
			<view>用户在购买本平台服务前需要充分理解和同意本协议全部内容，本协议在用户与本公司之间产生合同法律效力，用户使用本平台服务的全部活动将受到本协议的约束并应承担相应的责任和义务。</view>

		</view>
		<view class="content">
			<view class="bigtext">第一章 协议组成说明</view>
			<view>1.本协议的内容包括本协议以下全部条款以及本平台已经公示发布的及将来可能公示发布的各项规则，该类规则均为本协议不可分割的一部分，与本协议以下所列条款具有同等法律效力。</view><view>
2.本协议不涉及用户与本平台的其他用户之间因网上交易而产生的法律关系及法律纠纷。但用户在此不可撤销地同意，将全面接受并履行与本平台其他用户在本平台签订的任何电子法律文本，并承诺按照该法律文本享有和（或）放弃相应的权利、承担和（或）豁免相应的义务。</view>
		</view>
		<view class="content">
			<view class="bigtext">第二章 本平台服务内容及服务费 </view>
			<view>1.本平台向用户提供健康体检报告及影像学报告解读服务，提供在线支付功能。</view><view>
				2.为了交易的公平性及管理的便利性，本平台为用户提供售前客服服务。</view><view>
				3.用户按照解读服务的种类支付相应的解读费用（包含本平台服务费用）。用户在本平台进行订单支付后，需自觉遵守诚实守信原则，并按预约时间完成解读服务，超过预约时间默认为已解读。如因用户个人原因，未按照流程完成解读，所带来的后果及可能产生的相关服务费用由用户承担。
				                            
			</view>
		</view>
		<view class="content">
			<view class="bigtext">第三章 关于授权本平台获得本人私密信息的相关说明</view>
			<view>1.用户提供的需要解读的患者信息需为真实信息，不得伪造修改，由于信息提供不真实或者不齐全造成的后果，责任自负。
				</view><view>2.为使用本服务，您同意提供并授权本平台使用您的微信昵称、头像、绑定微信的手机号、影像报告基本信息、影像片等个人信息（具体以您提供的信息为准）。 
				</view><view>3.为使用本服务，您同意提供并授权医生使用您的影像报告基本信息、影像片等个人信息（具体以您提供的信息为准）。 
				</view><view>4.为了您查询解读记录，您同意我们将解读过程中用到的信息进行存档，便于您本人随时查看。 
				                            
			</view>
		</view>
		<view class="content">
			<view class="bigtext">第四章 关于退款</view>
			<view>1.用户支付成功，如因客观原因无法按预约时间执行解读服务，可以全额退款。</view><view>
				退款需由用户告知客服，由客服审核，并由客服确认是否做退款处理。退款审核通过后，会在5个工作日内把款项退回到用户的原支付方（如使用第三方平台支付，则视第三方平台为“原支付方”），通过网银或支付宝等第三方支付平台进行支付的费用将直接退到原账户。
				                            
			</view>
		</view>
		<view class="content">
			<view class="bigtext">第五章 隐私及个人信息的保护</view>
			<view>您的信任对本平台非常重要，本平台深知个人信息安全的重要性，本平台将按照法律法规要求，采取安全保护措施，保护您的个人信息安全。
			</view>
		</view>
		<view class="content">
			<view class="bigtext">第六章 平台责任限制</view>
			<view>1.本平台服务是按照现有技术和条件所能达到的水平提供的服务。本平台会尽最大努力为您提供服务，确保服务的连贯性和安全性；但不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。所不能控制的事件而影响提供服务，无须承担任何责任。</view><view>
				2.对您使用网络服务而受到的任何直接、间接、偶然、特殊及继起的损害（违反法律、法规和本协议的条款除外）不负责任，这些损害可能来自：不正当使用网络服务，私自在网上进行交易，非法使用网络服务或您传送的信息有所变动。这些行为都有可能会导致的形象受损，所以事先提出这种损害的可能性。</view><view>
				3.报告解读内容仅供参考，不能替代主治医生和其他医务人员的建议。</view><view>
				4.本平台拒绝回复的问题，包括但不限于如下情况：</view><view>
				（1）非各项电子类问题，如动物疾病问题、社会意识形态问题等；</view><view>
				（2）医疗司法举证或询证问题；</view><view>
				（3）胎儿性别鉴定问题；</view><view>
				（4）未按提问要求提问；</view><view>
				（5）有危害他人/自己可能的问题；</view><view>
				（6）追问医生个人信息的问题；</view><view>
				（7）故意挑逗、侮辱医生的提问。</view><view>
				5.本平台所提供的任何各项电子信息，症状自查等服务仅供参考，如自行使用本平台中资料发生偏差，概不负责，亦不负任何法律责任。 </view><view>
				6.本平台保留对本声明作出不定时修改的权利。</view><view>
				7.本平台不对您所发布信息的删除或储存失败负责。本平台积极采用数据备份加密等措施保障您数据的安全，但不对由于因意外因素导致的数据损失和泄漏负责。有权审查和监督您的行为是否符合本协议的要求，如果您违背了本协议的约定，则有权中断您的服务。</view><view>
				8.如果您或第三方就相关服务购买了保险，因发生保险事故导致损失的，保险公司已经向您或第三方承担或许诺承担保险理赔责任后，在此范围内不再承担赔偿责任。
				                            
			</view>
		</view>
		<view class="content">
			<view class="bigtext">第七章 用户责任</view>
			<view>1.您应遵守所有使用本服务的各项协议、规定、程序和惯例。您须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的等信息资料。另外，您也不能传输任何教唆他人构成犯罪行为的资料；不能传输助长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。</view><view>
				2.您不得发布任何不基于事实、虚构、夸大、引人误解的信息；不得发布涉及政治、性别、种族歧视或攻击他人的文字、图片等信息；不得发布介绍个人、科室等广告性质的内容；不得有其它涉及违反当地法规、国家法律和国际法律的行为。</view><view>
				3.您的授权行为：对本平台而言，您的微信授权帐号信息是唯一验证您真实性的依据，只要使用了您的微信帐号登录，无论是谁登录均视为已经得到您本人的授权。</view><view>
				4.您采纳医生建议即视为风险提示已告知并获得您的知情同意。</view><view>
				5.在接受本平台解读服务时，用户应提供相关体检人体检资料，并保证所提供的资料的完整性、真实性、合法性和准确性。</view><view>
				6.根据相关法律法规规定，用户应理解互联网报告解读服务不涉及面诊、触诊、初诊，医生仅根据体检人提供的信息和体检数据提供解读服务。
				                            
			</view>
		</view>
		<view class="content">
			<view class="bigtext">第八章 协议修改</view>
			<view>根据国家法律法规变化及网络运营需要，本平台有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本平台上即生效，并代替原来的协议，本平台将公告通知变更信息。您可随时登陆查阅最新协议；您有义务不时关注并阅读最新版的协议及本平台公告。如您不同意更新后的协议，可以且应立即停止接受本平台依据本协议提供的服务；如您继续使用本平台提供的服务，即视为同意更新后的协议。
			</view>
		</view>
		<view class="content">
			<view class="bigtext">第九章 其他</view>
			<view>1.本协议的订立、执行、解释及争议解决均适用中华人民共和国法律（不包括香港、澳门、台湾地区）。本协议条款具有可分性，部分无效不影响其它部分效力。本本平台对本协议拥有最终的解释权。</view><view>
				2.如果你是本本平台注册用户，本协议条款将对用户持续有效，有效期至用户注销或者被关闭账户后。</view><view>
				3.如有任何争议，应友好协商解决，协商不成，应提交本公司所在地有管辖权的法院诉讼解决。 
				                            
			</view>
		</view>
	</view>
</template>

<script>
</script>

<style scoped lang="scss">
	.usertext {
		padding: 0 40rpx;
		font-size: 26rpx;
		color: #343434;

		.title {
			padding-bottom: 40rpx;
			font-size: 36rpx;
			font-weight: 500;
			color: #343434;
			text-align: center;
		}

		.content {
			padding-bottom: 58rpx;
			line-height: 1.45;

			.bigtext {
				font-size: 30rpx;
				font-weight: 500;
				color: #343434;
				padding-bottom: 20rpx;
				line-height: unset;
			}
		}
	}
</style>
