<template>
	<view class="container">
		<text class="i-title">食谱 | 乳腺癌患者</text>
		<text class="i-content">
			乳腺癌的发生与卵巢功能失常、遗传、 独身、不孕、不哺乳或哺乳不正常等因素有关,故在日常生活中应经常食用抗癌、抗肿瘤的食品和菜肴。可选用对卵巢功能有调节作用的食品,可选用抗复发及增强免疫作用的食品,对乳房局部溃疡者应选用抗炎、抗溃疡的食品。
			 一、主食的选择
			主食应选择易于消化的米面制品,如软火饭、发面馒头、 面条、面筋等。
			二、肉食的选择
			具有抗癌抗肿瘤作用的肉食有蛇肉、海蟹、牡师等。可调节卵巢功能有乌骨鸡、海参等。可增强免疫力、抗复发的有蟹、青鱼、对虾、蛙肉等。此外,针鱼、鲫鱼、带鱼、海鳗等具有抗感染作用。以上肉食,均可针对乳腺癌病情选用。
			 三、蔬菜的选择
			丝瓜、萝卜、交白、莲藕、冬瓜、石花菜、海蒿子、芦笋、海带、南瓜、洋葱、韭菜、大蒜、菜豆、香菇具有增强免疫力,防止癌肿复发的作用,可常食用。 
			四、水果的选择
			各种富含维生素的水果均对乳腺癌有益,除此之外还可相应选择具有治疗作用的水果。如橘子、橙子等具有止痛、防乳头回缩的作用,栗子、猕猴桃、大枣、苹果、葡萄等具有提高免疫力,预防肿瘤复发的作用。
			乳香蛋丁
			【主料】牛奶450毫升、鸡蛋 2个
			【配料】青豆50克,淀粉50 克,猪油30克,乳香1.5克,盐、 味精各适量。
			【制作方法】(1)牛奶中加入乳香、蛋清、盐、味精, 调芡。(2)蛋黄搅匀,加盐后蒸熟，切成小丁;青豆洗净，入油锅煸炒至熟,盛出。(3)再将锅烧热加入猪油,倒入牛奶浆,翻炒成粥状,起锅装盘，撒上蛋黄丁和青豆即成。
			【服法法与用量】佐餐，食量不限。
			【功效】理气活血,滋阴润燥。 
			【食谱分析】牛奶、鸡蛋补虚润燥;研究证明,牛奶制品对乳腺癌有预防作用。乳香性温味辛,活血通经,行气止痛。青豆通乳消胀,抗癌防癌。此方补虚通经止痛,尤宜于乳腺癌乳房胀痛、上肢肿痛者。
			【禁忌】有感染发热者慎用。
			鲜蘑炒豌豆
			【主料】鲜口蘑100克、鲜嫩豌豆150克。 
			【配料】酱油、食油、盐各适量。
			【制作方法】(1)豌豆剥好;鲜磨蘑洗净,切成小丁。(2)熬热油锅, 把鲜蘑丁、豌豆、酱油、盐等一同放入,用旺火快炒,炒熟即成。
			【功效】健脾和胃,利湿解毒,通气消肿。 
			【食谱分析】《食物本草会慕》中曰:鲜蘑"调营卫,益中平气。治消渴,煮食治寒热,除吐逆,止泄痢,利小便,腹胀满,下乳汁”。生津,止渴下气通乳消胀"。现代研究认为,鲜蘑与豌豆均有抗癌作用。二者合用,益气和中,清热利湿,解毒抗癌。适宜于乳腺癌患者。本品青白相间,清脆味鲜。 
			【禁忌】大使稀溏者慎用。
			                            
		</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="scss" scoped>
.container{
	display: flex;
	flex-direction: column;
	padding: 42rpx 50rpx;
	padding-bottom: 90rpx;
	.i-title{
		color: #333333;
		font-size: 32rpx;
		font-weight: bold;
	}
	.i-content{
		margin-top: 24rpx;
		color: #666666;
		font-size: 26rpx;
		line-height: 42rpx;
	}
}
</style>
